{"text": "The nets are Jekyll n Hyde, the game Ben Simmons finally looks decent, they are getting blown tf out. Kings over 70pts in a half is #NastyWork", "labels": 1}
{"text": "Ben Simmons literally not top 100 in the NBA", "labels": 0}
{"text": "Bro how is a team with KD and Ben Simmons getting blown out by the Sacramento Kings on national TV na bro this gotta stop", "labels": 0}
{"text": "The Nets best scorer after KD is Ben Simmons with 6 points…This team is COOKED", "labels": 0}
{"text": "Why did Jacque Vaughn move Ben Simmons to back up center?!?!?! Does he realize his team is bad?!", "labels": 0}
{"text": "Ben Simmons is clearly getting his confidence back and it's honestly been really nice to watch.", "labels": 2}
{"text": "Theyre saying Ben Simmons play is encouraging, he got 6 points", "labels": 0}
{"text": "Well this establishes that Ben Simmons and Kevin Durant aren't the duo that's going to move the needle. 😂", "labels": 0}
{"text": "Van Gundy with a Ben Simmons looks like himself again as he's in the middle of giving up a 29-4 run 😂🤣🤣🤣😂", "labels": 0}
{"text": "DFS is so much better than Ben Simmons lol", "labels": 0}
{"text": "Manchester United are exploring terminating Cristiano Ronaldo's contract and suing him over breach of contract, per multiple reports", "labels": 0}
{"text": "#FIFAWorldCupQatar2022 #football @TeamMessi @Cristiano #FootballUnitesTheWorld this talent needs a recognition... wish to see him in a big league", "labels": 2}
{"text": "Piers Morgan Il a un crush sur Cristiano Ronaldo dickeating is crazy", "labels": 1}
{"text": "Patrick O'Casey Bradley Roger #CristianoRonaldo Iris McDonald  #刀塔 #排列三 #电子游戏 #足彩 #足球 #爱游戏体育 #开云 #365体育 #竞彩 #天博体育 Alexia Matthew Florence Reed", "labels": 1} // intentionally ass tweet / bot farming for clicks
{"text": "Those only focusing on @Cristiano criticising/not respecting ETH &amp; Rooney, thus missing the point and bigger picture:\n\nDon't *dare* to claim to be #GlazersOut once he's gone.\n\nYES, doing so was wrong and a bad move. YES he shouldn't have done so. BUT he'll go AND the Glazers", "labels": 1}
{"text": "I think it's inevitable what needs to happen with Cristiano Ronaldo, he has to go, there is no coming back from the interview, many issues behind scenes, it's best all round they he and the club part ways sooner rather than later.", "labels": 0}
{"text": "⚠️ ⚠️ BREAKING ⚠️ ⚠️ \n\nSo Cristiano Ronaldo signs for #binance 🤣🤣🥰🤣🤣", "labels": 0}
{"text": "When it comes to Cristiano Ronaldo.\n\nIts Piers Morgan against the world😭\n\nYou cannot win an argument with that man. He'll defend Ronaldo with every fibre of his being.😭", "labels": 1}
{"text": "Cristiano Ronaldo knows 🐐", "labels": 2}
{"text": "A very emotional young lady after getting a selfie at Lisbon airport with Cristiano Ronaldo just before he went off to Qatar", "labels": 2}
{"text": "Just watched the @Cristiano Ronaldo interview with @piersmorgan &amp; I don’t understand why anyone would have an issue with his comments tbh?!! He literally spoke facts &amp; truths about the owners, club infrastructure, his managers, teammates &amp; ex-colleagues. Fair play to him! 👊🏽 #CR7", "labels": 2}
{"text": "I caught up with Cristiano Ronaldo's interview with Piers Morgan (that's my Friday night activity). I wish CR7 didn't criticise his managers and ex-team mates, but I don't harbour any negativity towards him.", "labels": 1}
{"text": "Haven’t watched it yet. But this is just absolutely baffling. Two ‘grown’ men laughing about calling someone a rat. Both would be the first to moan about trolls. \n\nBoth an absolute embarrassment. @Cristiano should be ashamed of yourself.", "labels": 0}
{"text": "🇵🇹 Manchester City are surprised by Cristiano Ronaldo's claims. The decision to step down was theirs, not his. [@MikeKeegan_DM via @MUnitedFR] #MUFC #FPLCommunity", "labels": 0}
{"text": "🚨 Manchester United have taken the first steps towards kicking Cristiano Ronaldo out of the club.\xa0🔴⚪\n\nHe will effectively be sacked for breach of contract without payoff.\n\n#MUFC!\n", "labels": 0}
{"text": "Remember the name Cristiano Ronaldo the greatest player of all time an inspiration to football world ⚽🐐 #CR7𓃵 #CristianoRonaldo", "labels": 2}
{"text": "What if one of the greats @Cristiano @cz_binance @neymarjr @opensea  comments on or likes my post?", "labels": 1}
{"text": "I wonder if @Cristiano has forgotten it was Man United who made him who he is.", "labels": 0}
{"text": "*EXCLUSIVE* Cristiano Ronaldo Interview DRAMA, The END of Cryptocurrency... https://t.co/oUtu5QbZUO via @YouTube", "labels": 1}
{"text": "#TEAMROONEY @WayneRooney a bigger man utd legend than @Cristiano  and 100% a lot more humble and mature", "labels": 0}
{"text": "🤔 DAILY BLADES TRIVIA 🤔\n\nOn this day 16 years ago Sheffield United lost 2-1 at home to Manchester United in a game remembered for that Cristiano Ronaldo miss.\n\nWayne Rooney scored a brace for the visitors, but who scored Sheffield United's goal?\n\n#twitterblades #sufc", "labels": 1}
{"text": "Cristiano Ronaldo after rejoining @ManUtd \n#ronaldointerview https://t.co/Eyo9jzzYyY", "labels": 1}
{"text": "Thank you DOHA 🇵🇹🇵🇹🇵🇹\n@selecaoportugal\n#QatarWorldCup2022\n@Cristiano https://t.co/BerbcIeISO", "labels": 2}
{"text": "#mufc have taken the first legal steps towards sacking Cristiano #Ronaldo, by effectively ending his contract without paying any of the £16 million he would get if he stayed until June.", "labels": 0}
{"text": "Cristiano Ronaldo Is The Greatest Football Player Of All Time 🐐", "labels": 2}
{"text": "#MUFC have not ruled out suing Cristiano Ronaldo as well as sacking him, but it seems unlikely as the club do not want to get dragged into a legal battle. @ChrisWheelerDM", "labels": 0}
{"text": "Manchester United, Cristiano Ronaldo appear headed for a divorce https://t.co/Aclax2I3aC", "labels": 0}
{"text": "Thank you DOHA 🇵🇹🇵🇹🇵🇹\n@selecaoportugal\n#QatarWorldCup2022\n@Cristiano https://t.co/AYpb3GLuXa", "labels": 2}
{"text": "You could say Cristiano Ronaldo is being siuued by United. https://t.co/eYPHophqc2", "labels": 1}
{"text": "Thank you DOHA 🇵🇹🇵🇹🇵🇹\n@selecaoportugal\n#QatarWorldCup2022\n@Cristiano https://t.co/VAEMGXJcz9", "labels": 1}
{"text": "It really didn’t end well but we love you @Cristiano we will miss you 😢", "labels": 2}
{"text": "Manchester United plan to sack Cristiano Ronaldo - The Telegraph https://t.co/1NFOKy5N7B", "labels": 0}
{"text": "\"Cristiano Ronaldo's ruined Manchester United system\"\nhttps://t.co/cOoWT1lGBx", "labels": 0}
{"text": "I understand that football clubs do not want their players to do media outside of the club, I get that. But in my opinion that needs to change because, these players are humans, regardless of the amount of money they earn, they deserve to speak their truths #CristianoRonaldo", "labels": 1}
{"text": "Cristiano Ronaldo last few months is what worries me about him heading world cup. \n\nHes had such difficult times mentlly both on/off football field. I'm worried this could affect his performances during world cup.", "labels": 0}
{"text": "Cristiano Ronaldo: The Binance Interview https://t.co/w4Ylkhcui4", "labels": 1}
{"text": "GOAT @Cristiano ❤️", "labels": 2}
{"text": "𝑴𝒀 𝑹𝑬𝑨𝑳 𝑮𝑶𝑨𝑻 🐐💯\n@Cristiano https://t.co/4b1LoWx8uv", "labels": 2}
{"text": "Football owes Cristiano Ronaldo a World Cup 🐐\n#Ronaldo #Qatar #smsports #football #WorldcupQatar2022 #QuatarWorldCup2022    #Portugal #CR7 #Quatar2022 \n@Cristiano @selecaoportugal https://t.co/qtfWUNBarC", "labels": 2}
{"text": "Thinking about it, if #Ronaldo had gone to #ManCity it’s highly unlikely that Haaland would’ve gone there too… Damn you Fergie!!! 😢😢\n\n#ronaldointerview #football @Cristiano  #ManUnited", "labels": 1}
{"text": "I’ll betray my country for you dear @Cristiano https://t.co/IhgAxXE8yX", "labels": 2}
{"text": "Manchester United Looking to Get Rid of Soccer Legend Cristiano Ronaldo\n👇👇👇\nSee the full story here: https://t.co/WQOJUvU3wo #Freespoke via @FreespokeSearch", "labels": 0}
{"text": "Just putting it out there but; I couldn’t give a shit about the Cristiano Ronaldo interview. Especially when it was hosted/conducted by you know who. Both deserve each other.", "labels": 1}
{"text": "https://t.co/h6L0kuKmK8\nCristiano Ronaldo, what Manchester United will do after his interview - and whether they can terminate his contract https://t.co/eZ4HvxedvO", "labels": 1}
{"text": "This notion that every player has to look like Cristiano Ronaldo is the stupidest take I’ve seen on this site https://t.co/rRfId7Rn6M", "labels": 1}
{"text": "After watching the interview,  I have grown as a cr7 fan... huge respect and a huge heart to do so... @piersmorgan thank you for this... @Cristiano what else we as a fan can ask for!!! Cr7 is a legend", "labels": 2}
{"text": "If this is the last tweet, so be it. \n\nCristiano Ronaldo always will be a Club Legend!!! CR7 ❤️\n\n#Ronaldo #mufc #CR7𓃵 https://t.co/8QOUOhX01p", "labels": 2}
{"text": "I still can't believe we got to see @Cristiano score his 800th career goal in person in Manchester @kirbicus @sabboihour", "labels": 2}
{"text": "I promise you that tomorrow will be a revolution in the world of nft with an nft image that was never before I'm not kidding \nconcerned @TheBinanceNFT @opensea @neymarjr @Cristiano  @VitalikButerin", "labels": 1}
{"text": "Hey @Cristiano Ronaldo. You may know football, but if you want to learn about the @FIFAWorldCup in the Upland Metaverse, I'm your guy!\nhttps://t.co/ptIVRjaywx\n@UplandMe #WorldcupQatar2022 #WorldCup #BlockchainFootball https://t.co/UTwG8TjXeH", "labels": 1}
{"text": "You are welcome seasonal fans lainwaski😀 \n#FIFAWorldCupQatar2022 #CristianoRonaldo https://t.co/pyb8DJbP0D", "labels": 1}
{"text": "I have seen all the furore surrounding the Cristiano Ronaldo interview   and I fully support him for speaking his truth and how he feels, does this hurt me as a Man Utd fan, No.\nHas this ruined his legacy? No it hasn't\n#CristianoRonaldo", "labels": 2}
{"text": "Wayne Rooney:🗣\n\n“Everyone has different views on Leo Messi and Cristiano Ronaldo but I’ve said many times that Leo Messi is the best. He has everything, the way he controls games, dribbling, his assists, whereas Cristiano is more of a goalscorer.” https://t.co/NlZIHFg8Rc", "labels": 0}
{"text": "🚨 Following Cristiano Ronaldo's explosive interview with Piers Morgan, Manchester United is looking into ways to sever the player's relationship with the organization. 🔴🇵🇹 #MUFC\n\nGary Neville, a Sky Sports analyst and former club captain, believes that the club and player... 👇 https://t.co/s34LOjR5hy", "labels": 0}
{"text": "Wayne Rooney has spoken publicly for the first time after being called out by Cristiano Ronaldo during his explosive interview with Piers Morgan. 🔴⚫️\n\n#DCUnited // #MUFC // #CR7 https://t.co/2gLSt4ws7J", "labels": 1}
{"text": "Portugal will have one final ride with Cristiano Ronaldo at the #FIFAWorldCup and look to win their first ever World Cup title. 🇵🇹🇵🇹 #VesteABandeira #WearTheFlag #Portugal https://t.co/GrS6jwCi9a", "labels": 1}
{"text": "Live very soon at 8pm on the channel, PD's Football Live Show, more to discuss including our win against Chelsea, the World Cup is here, Cristiano Ronaldo looks like his Man Utd career is over, the food pics and of course any Jurgen Klopp and football look a likes as well. https://t.co/hfwQAg1Xtw", "labels": 1}
{"text": "#MUFC still milking the GOAT #Cristiano #Ronaldo https://t.co/mTNnBoOInW", "labels": 1}
{"text": "Top 5 Highest-Paid World Cup Players, per Forbes:\n\n1) Kylian Mbappé: $128 MILLION\n2) Lionel Messi: $120 MILLION\n3) Cristiano Ronaldo: $100 MILLION \n4) Neymar: $87 MILLION \n5) Robert Lewandowski: $35 MILLION \n\nhttps://t.co/TO3SDiUlkY", "labels": 1}
{"text": "It’s true that Manchester United are prepared to instruct Cristiano Ronaldo not to return to Carrington after World Cup, this is the plan as things stand. 🚨🔴 \n\nThis is one of the first steps after the interview — more will follow in the next days. https://t.co/CarXt95fR3", "labels": 0}
{"text": "Wayne Rooney on Cristiano Ronaldo’s interview #Tariq Lamptey #doggy https://t.co/MY2fXNECRz", "labels": 1}
{"text": "Just watched @Cristiano call @WayneRooney a rat while he rats on @ManUtd and @piersmorgan the phone hacker and also a person who made an article criticising Ronaldo previously and can’t help but think it’s all really embarrassing and very few people are backing Ronaldo not really", "labels": 0}
{"text": "Let’s see who knows ball. 👀\n\nRank these players in order.\n\nRonaldo Nazario 🇧🇷 \nZinedine Zidane 🇫🇷 \nLionel Messi 🇦🇷 \nCristiano Ronaldo 🇵🇹 \nDiego Maradona 🇦🇷", "labels": 1}
{"text": "The Glazers, Richard Arnold, John Murtough and Ten Hag decided that Cristiano Ronaldo has burnt his bridges at #mufc and there was no way back for him at the club [@ChrisWheelerDM]", "labels": 0}
{"text": "And here it is. @piersmorgan motivation unwrapped. He’s not bothered about @Cristiano, only himself.  Couple made for each other https://t.co/KoLXp5ZBtn", "labels": 0}
{"text": "Media and Marketing | Great advertising and promotion campaign for Cristiano Ronaldo on his new CR7 NFT Collection in collaboration with Binance - @DameConcepts_SA https://t.co/9R9vGvQvaZ", "labels": 2}
{"text": "At least when twitter dies we won’t have to read @piersmorgan daily love notes about Cristiano Ronaldo.\n#piersmorgan #PiersUncensored .", "labels": 1}
{"text": "Sorry for the spoiler but I think this was supposed to be a Brazilian flag for which I am now thinking that #Elite6 is trying to tell us something about Cristiano Ronaldo 🤭 https://t.co/0x3QJyaWyS", "labels": 1}{"text": "Cont’d\n\n47. Russell Westbrook: @russwest44 \n\n46. Dominique Wilkins: @DWilkins21 \n\n45. Clyde Drexler \n\n44. Elvin Hayes https://t.co/qQAiZxOmLb", "labels": 2}
{"text": "Go @russwest44 Excellent work 👏 👍 Most #True fans of you &amp; @KingJames never thought yall would play together ...&amp; add #AD come on!!! Defense, unity, &amp; trust will get you a #Chip #Team #Family #Future https://t.co/YXJ2RCsdoc", "labels": 2}
{"text": "That is because @russwest44 does exactly what Kobe always said.  Just keep going in a storm because it will pass.  I remember people bad mouthing Kobe when he had rough patches.  Russ has been blamed for crazy stuff but just kept going. #Respect https://t.co/wnidp3asG9", "labels": 2}
{"text": "Prime Russel Westbrook was a beast mehn...\n\nI know he might be might be playing shit right now but let's not forget the athletic beast he was.", "labels": 1}
{"text": "Russell Westbrook plays basketball Today!!!!\n\nThe last time the Vet still got the best of the young hoopa for Detroit. The one time slam Dunk Champ @hamidoudiallo. Former teammates going at it. Love to see it! Mutual Respect✊🏿\n@russwest44 https://t.co/r1NLXicuk2", "labels": 2}
{"text": "Cuz this stuff doesn't get anough PRAISE! \n\nHe a man first and I respect dis\n\nRespect to @russwest44 https://t.co/7jCEz8ZncU", "labels": 2}
{"text": "That bad year russel Westbrook had with Lakers might’ve left a dent on his legacy .", "labels": 0}
{"text": "Russel Westbrook is the Greatest Basketball Player Of all Time! Truly the goat", "labels": 2}
{"text": "Russell Westbrook is not the problem AD is. #Lakers @russwest44 #nba \n#nbabasketball #basketball #LosAngeleslakers #lovebasketball", "labels": 1}
{"text": "If Twitter goes down, it’s been a surprising ride. And I’d like to remember the good times, like @_SuzetteV with TP on her shoe (for reals) and @russwest44 as a member of Fat Albert’s crew. So many memories 🥲 https://t.co/NdotknGVOP", "labels": 1}
{"text": "For what it’s worth, and no I don’t think Twitter is going to die, at least for a few months…but this was a safe respite when everything in my life was going to shit.\n\nI could hop on here, look at some basketball jokes, argue about Russel Westbrook and forget the bad stuff.", "labels": 1}
{"text": "When will @KingJames return? Can @AntDavis23 carry the @Lakers &amp; more in my latest for @FadeawayWorld \n\n@Lakers | #LakeShow | @russwest44 \n\nhttps://t.co/JGzfrH9hhN", "labels": 1}
{"text": "#TNFonPrime @KingJames lebron the type of guy that the waitress guesses he’s 30 until he opens his mouth @russwest44 you know what I’m sayin", "labels": 1}
{"text": "Russ knows @russwest44 https://t.co/aelVAzSreX", "labels": 1}
{"text": "Russel Westbrook so ass now that 20 points for him is a masterclass I am actually crying 😭💀", "labels": 0}
{"text": "This is simple we want the 30 for 30 @okcthunder @KDTrey5 @JHarden13 @russwest44 @AngrySamPresti story https://t.co/e8cz3KzoxC", "labels": 1}
{"text": "I’ve Been Saying @russwest44 So Did Tyler No Lockett A @shadkmusic @adultswim Reparations Tower Babylon End Whites Fest. Triangle Offense Circle Inside Four @AntDavis23 Score Routes. Mix with shooting and points and center worth transition. https://t.co/wQfiJdI26Q", "labels": 1}
{"text": "Ready for a trade. Woj bomb. Need to see South Beach Russ asap @russwest44", "labels": 1}
{"text": "Good day . Great event🐐❗️ thanx brodie @whynotraywest @russwest44 https://t.co/IY7L92LGud", "labels": 2}
{"text": "Love this @KDTrey5 @russwest44 https://t.co/g3cER1wg0i", "labels": 2}
{"text": "“Get in and Go” - @russwest44 @KingJames #coaching https://t.co/CqUMrSV2Io", "labels": 2}
{"text": "Game winning buzzer beater with Russell Westbrook On NBA 2K23 MyTeam Unlimited!#nba2kmyteam #nba2k\n#NBA2k23 #nba2k23myteam\n#NBA #gaming #gamingchannel #youtube #youtubegaming #twitch #twitchstreamer #gamer #russellwestbrook\n@NBA2K_MyTEAM @russwest44 https://t.co/RJzp9GRijW", "labels": 1}
{"text": "Klay will inevitably regress to the mean but damn these are Russel Westbrook tour date numbers man. 😭 https://t.co/UanKaXoDTt", "labels": 1}
{"text": "Yes please!!! ⁦@russwest44⁩ I would love to have him in Detroit. I would get to see him play way more.  https://t.co/9vNaSwnQCO", "labels": 2}
{"text": "Day 2 of trying to get the big 3 to follow me @AntDavis23 @KingJames @russwest44 please @Lakers", "labels": 1}
{"text": "Got @russwest44 in a daily drop\nThanks! @SorareNBA https://t.co/qQ0sa8ZEzv", "labels": 1}
{"text": "Career-high for 3 @AntDavis23 @KingJames @russwest44 @NBA  @RealAClifton @JeanieBuss @Lakers #LakeShow https://t.co/Fe4kZsXapW", "labels": 2}
{"text": "Russel Westbrook 2nd highest payed player in the league this year  wtf 😳 man let me lace up my Nikes one time. 😂 https://t.co/v7XqdsZwdq", "labels": 1}
{"text": "Check out my lates episode all on @Lakers @Raiders @Dodgers other mentions @russwest44 @AntDavis23 @SHAQ @derekcarrqb @tae15adams @mookiebetts https://t.co/Sap7NR01m1", "labels": 1}
{"text": "If Russel Westbrook can come off the bench, Klay Thompson can come off the bench too.", "labels": 1}
{"text": "2016-2019 TRIPLE DOUBLE RUSSELL WESTBROOK @russwest44 https://t.co/xLPGF3Tc5b", "labels": 2}
{"text": "Snoop dogg bob marley bobby farrell michael Jackson russel westbrook giannis antetokounmpo kylian mbappe les tortues ninja quand gt petit aussi https://t.co/QA12qO1IDk", "labels": 1}
{"text": "Six man of the year. @russwest44 💜💛", "labels": 2}
{"text": "NBA Star Russell Westbrook Opens Up About Being a Dad of Three: 'Blessed and So Grateful' https://t.co/GNd4k6V8Jx @russwest44 @ninawestbrook What a lovely sight. U &amp; yur Nina smilin-havin fun. Most peep kno family life come w/ups &amp; dwns &amp; gd times-u guy wear it well. Beautiful!", "labels": 2}
{"text": "🔴🔴 Lebron James Give &amp; Take Go With Russel Westbrook!! l #shorts https://t.co/UPKiIoTJpg via @YouTube", "labels": 1}
{"text": "Kevin Durant forgets Russel Westbrook 😤 😣 #shorts #kdandruss #kd #okc https://t.co/jIZazwoeg5 via @YouTube", "labels": 0}
{"text": "Klay Thompson is so close to becoming Russel Westbrook.", "labels": 0}
{"text": "Happy Birthday 🎂 🥳 @russwest44  your a real 1...enough said! #NBA #Greatness https://t.co/5RxUfzqrHD", "labels": 2}
{"text": "In Tune. Search It. @LinesTulsa @shaiglalex @dangerookipawaa @iamstillpunch @russwest44 @honorthegiftco @shaiglalex Blu Skadoo Melody Lingers On Work In Starbucks Motioning They Watch The Cameras…. https://t.co/8c3KRzvIjP https://t.co/Ovf4Y99aNk", "labels": 1}
{"text": ".@russwest44 for 6MOTY? https://t.co/2kcl89szco", "labels": 2}
{"text": "Let’s keep it all the way tall. Name a time where Chris Paul was better than Russel Westbrook", "labels": 2}
{"text": "How could he say that when he starts with Russel Westbrook and Anthony Davis https://t.co/Y5qHGYK24f", "labels": 1}
{"text": "The Lakers are a mess! Although, I would love to have Russel “westbrick” Westbrook on my team! The only bright spot on the Lakers!", "labels": 1}
{"text": "Great talented player @KDTrey5 but u leaving the @BrooklynNets shows everybody that u can’t win a ring 💍 without top players… Was disappointed to see u leave @russwest44 and the @okcthunder to chase a ring with the same team who came back from a 1-3 lead to send u packing https://t.co/NAnavmkwgo", "labels": 1}
{"text": "Russell WestBrooklyn 🔥🔥 @russwest44 @BrooklynNets", "labels": 2}
{"text": "Poison.\n\nI will take him though.\n\nRussel Westbrook and ANY OTHER LakerS not named Lebron or Anthony. https://t.co/4Dc3KIgBw2", "labels": 1}
{"text": "Poison.\n\nTrade him to the Lakers for Russel Westbrook and all the future 1st round picks. https://t.co/4Dc3KIgBw2", "labels": 1}
{"text": "Forget the title of “bench” rankings. @russwest44 been a dog for the whole team https://t.co/lZSKJHYQoA", "labels": 2}
{"text": "He not passionate I’ll tell you that. Russel Westbrook passionate cause even if he play like ass he still gonna give it 100 https://t.co/Zip9jo4kvv", "labels": 1}
{"text": "luka just a russel westbrook that can pass #provemewrong https://t.co/8A17Pn5pXB", "labels": 1}
{"text": "Sadio Mane's Injury Shows That Juju Hardly Works in Football.\n\nWitch Doctors and Wizards in the Mud.\n\nThat's By the Way.\n\nNow, Senegal Still Parade the Most Potent African Team Going to The World Cup.\n\nDon't Let Sadio Mane's Injury Fool You.", "labels": 1}
{"text": "#Football- Sadio Mané will miss the @FIFAWorldCup because of a leg injury, the #Senegal-ese soccer federation said Thursday.\n@TheSadioMane was injured in a #German league game between #BayernMunich  and #WerderBremen on Nov. 8.\n#Burundi #Rwanda #WorlCup2022  #Substance #Growth https://t.co/JtifYyy4v0", "labels": 0}
{"text": "Sadio Mane: Senegal forward to miss World Cup due to injury suffered playing for Bayern Munich | Football News\nhttps://t.co/s6mk3nZk5m", "labels": 0}
{"text": "Mathys Tel will get more playing time now after Sadio Mané's injury that will rule him out for 3-4 months. https://t.co/8c0k5Em22P", "labels": 0}
{"text": "It seems Sadio Mane’s missing in the World Cup line up is beyond the injury.✍🏾", "labels": 0}
{"text": "Senegal forward Sadio Mane has undergone surgery on a knee injury he sustained playing for Bayern Munich and will miss the World Cup.\n\nhttps://t.co/2MPiLzhTf1", "labels": 0}
{"text": "Good evening Nigeria, our Prayers goes out to Sadio Mańe Senegalese Bayern player who can't make it to the World Cup 🌎 in Qatar due to leg injury... https://t.co/TLPCA6evHJ", "labels": 0}
{"text": "It is sad that @SMane_Officiel will miss the 2022 World Cup due to injury. Mane is a great player with a heart of gold.\n\nHe was the reason I watched Liverpool.\n\nWhat I didn't like about him was his seeming extra-motivation when playing against Arsenal.\n\nI wish him quick recovery.", "labels": 0}
{"text": "Senegal striker Sadio Mane out of World Cup with injury https://t.co/STcRcEMmiS", "labels": 0}
{"text": "Senegal star Sadio Mane ruled out of World Cup with leg injury https://t.co/GH4Cwt5oga", "labels": 0}
{"text": "The Premier League is an option we cannot trade for anything else at this stage of the season for Arsenal. If paying 50m for Mudryk will win us the league come 2023,then it's a good deal, nice bargain. https://t.co/JK6E9OjtLx", "labels": 2}
{"text": "Biggest dilemma for Arsenal right now is do you pay £50m+ for someone like Mudryk in Jan or wait in the summer for a better option. It’s a trade off. Last January, not signing a striker proved costly in the top 4 race but we got Jesus for £45m in the summer which is a great deal.", "labels": 1}
{"text": "VCC Football \nManchester United have joined the race after Arsenal, Manchester City and Newcastle all expressed their desire to land Shakhtar Donetsk's Mudryk.\n #bnb #xrp #trading #dogecoin #doge#bitcoins #trx #usa #cryptonews #ltc #defi #tron #trade #cardano #altcoin https://t.co/vM3xPSC54B", "labels": 2}
{"text": "Someone trade me some Mudryk #s", "labels": 1}
{"text": "Who’s got a Topps Now Mudryk /99 they wanna trade me??", "labels": 1}
{"text": "I can't believe we stole @DanRTSN from the Habs and left them with Bryan Mudryk. That's the trade of the decade in my books.", "labels": 1}
{"text": "Danilo and Mudryk for £55m is definitely not a bad trade. I hope arteta makes it happen.", "labels": 2}
{"text": "Mykhaylo Mudryk is off appeal to Arsenal because they believe he can operate comfortably off both flanks despite being a left winger by trade. He’s technically-gifted and specialises in assists... even from penalties! @JacobsBen", "labels": 2}
{"text": "🚨 || Mykhaylo Mudryk appeals to Arsenal because they feel he can operate comfortably on both flanks despite being a LW by trade. He’s technically-gifted &amp; specialises in assists [Via - @JacobsBen].", "labels": 2}
{"text": "Mykhaylo Mudryk is off appeal to Arsenal because they believe he can operate comfortably off both flanks despite being a left winger by trade. He’s technically-gifted and specialises in assists... even from penalties! \n\nhttps://t.co/O9LGOdmYj9", "labels": 2}
